Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's a creative project you've been mentally planning for years?
de: An welchem kreativen Projekt planst du seit Jahren mental?
es: ¿Qué proyecto creativo has estado planeando mentalmente durante años?
fr: Quel projet créatif planifies-tu mentalement depuis des années ?
it: Quale progetto creativo hai pianificato mentalmente per anni?
ja: 何年も頭の中で計画しているクリエイティブなプロジェクトは何ですか？
ko: 몇 년 동안 머릿속으로 구상해 온 창의적인 프로젝트가 있나요?
nb: Hvilket kreativt prosjekt har du planlagt mentalt i årevis?
nl: Aan welk creatief project ben je al jaren mentaal aan het plannen?
pl: Jaki kreatywny projekt planujesz mentalnie od lat?
pt_br: Qual projeto criativo você tem planejado mentalmente por anos?
sv: Vilket kreativt projekt har du planerat mentalt i flera år?
uk: Який творчий проект ви плануєте подумки роками?
zh_hans: 你多年来一直在心里计划哪个创意项目？

source: What's a creative pursuit you've always wanted to explore?
de: Welches kreative Unterfangen wolltest du schon immer erkunden?
es: ¿Qué actividad creativa siempre has querido explorar?
fr: Quelle est une activité créative que tu as toujours voulu explorer ?
it: Qual è un'attività creativa che hai sempre voluto esplorare?
ja: ずっと探求したいと思っていた創造的な活動は何ですか？
ko: 항상 탐구하고 싶었던 창의적인 추구는 무엇인가요?
nb: Hva er en kreativ syssel du alltid har ønsket å utforske?
nl: Wat is een creatieve bezigheid die je altijd al hebt willen verkennen?
pl: Jakie kreatywne zajęcie zawsze chciałeś zgłębić?
pt_br: Qual é uma atividade criativa que você sempre quis explorar?
sv: Vad är en kreativ sysselsättning du alltid har velat utforska?
uk: Яке творче заняття ви завжди хотіли дослідити?
zh_hans: 你一直想探索的创意项目是什么？

source: What's a daily annoyance you dream of eliminating?
de: Welche tägliche Belästigung träumst du davon zu beseitigen?
es: ¿Qué molestia diaria sueñas con eliminar?
fr: Quelle nuisance quotidienne rêves-tu d'éliminer ?
it: Quale fastidio quotidiano sogni di eliminare?
ja: なくしたいと思っている日常の悩みは何ですか？
ko: 없애고 싶은 일상적인 성가심이 있나요?
nb: Hvilken daglig plage drømmer du om å bli kvitt?
nl: Welke dagelijkse ergernis droom je ervan te elimineren?
pl: Jakiej codziennej niedogodności marzysz o pozbyciu się?
pt_br: Qual incômodo diário você sonha em eliminar?
sv: Vilken daglig olägenhet drömmer du om att eliminera?
uk: Якої щоденної прикрощі ви мрієте позбутися?
zh_hans: 你梦想消除哪个日常烦恼？

source: What's a dealbreaker for you in a relationship?
de: Was ist für dich ein absolutes No-Go in einer Beziehung?
es: ¿Qué es un factor decisivo negativo para ti en una relación?
fr: Qu'est-ce qui est rédhibitoire pour toi dans une relation ?
it: Qual è per te un punto di rottura in una relazione?
ja: 人間関係において、あなたにとっての決定的な破綻要因は何ですか？
ko: 관계에서 당신에게 치명적인 요소는 무엇인가요?
nb: Hva er en avtalebryter for deg i et forhold?
nl: Wat is voor jou een dealbreaker in een relatie?
pl: Co jest dla ciebie przerywnikiem w związku?
pt_br: O que é um motivo para terminar um relacionamento para você?
sv: Vad är en dealbreaker för dig i en relation?
uk: Що для вас є фатальним у стосунках?
zh_hans: 在一段关系中，对你来说什么是不可妥协的？

source: What's a destination that's better in the off-season?
de: Welches Reiseziel ist in der Nebensaison besser?
es: ¿Qué destino es mejor en temporada baja?
fr: Quelle destination est meilleure hors saison ?
it: Quale destinazione è migliore in bassa stagione?
ja: オフシーズンの方が良い旅行先はどこですか？
ko: 비수기에 더 좋은 여행지는 어디인가요?
nb: Hvilken destinasjon er bedre i lavsesongen?
nl: Welke bestemming is beter in het laagseizoen?
pl: Który kierunek jest lepszy poza sezonem?
pt_br: Qual destino é melhor na baixa temporada?
sv: Vilken destination är bättre under lågsäsong?
uk: Яке місце призначення краще в міжсезоння?
zh_hans: 哪个目的地淡季去更好？

source: What's a dish you tried abroad that you've unsuccessfully tried to recreate at home?
de: Welches Gericht hast du im Ausland probiert und zu Hause vergeblich nachzukochen versucht?
es: ¿Qué plato probaste en el extranjero que has intentado recrear en casa sin éxito?
fr: Quel plat as-tu goûté à l'étranger que tu as essayé en vain de refaire chez toi ?
it: Quale piatto hai provato all'estero che hai cercato di rifare a casa senza successo?
ja: 海外で試して、家で再現しようとしてうまくいかなかった料理は何ですか？
ko: 해외에서 먹어보고 집에서 재현하려 했지만 실패한 요리는 무엇인가요?
nb: Hvilken rett prøvde du i utlandet som du mislykkes med å lage hjemme?
nl: Welk gerecht proefde je in het buitenland dat je thuis niet succesvol kon namaken?
pl: Jaką potrawę spróbowałeś/aś za granicą, której nie udało ci się odtworzyć w domu?
pt_br: Qual prato você experimentou no exterior e tentou recriar em casa sem sucesso?
sv: Vilken rätt provade du utomlands som du misslyckats med att återskapa hemma?
uk: Яку страву ви скуштували за кордоном і безуспішно намагалися відтворити вдома?
zh_hans: 你在国外尝过哪道菜，回家后尝试复刻却失败了？

source: What’s a dream job you wanted as a kid that you'd still love to do?
de: Was ist ein Traumjob, den du als Kind hattest und den du immer noch gerne machen würdest?
es: ¿Qué trabajo soñado querías de niño y que aún te encantaría hacer?
fr: Quel est un métier de rêve que tu voulais étant enfant et que tu aimerais toujours faire ?
it: Quale lavoro dei sogni volevi da bambino e che vorresti ancora fare?
ja: 子供の頃に憧れていて、今でもやってみたいと思っている仕事は何ですか？
ko: 어릴 때 원했고 지금도 하고 싶은 꿈의 직업은 무엇인가요?
nb: Hva er en drømmejobb du ønsket deg som barn, som du fortsatt ville elske å gjøre?
nl: Wat is een droombaan die je als kind wilde en die je nog steeds graag zou doen?
pl: Jaką wymarzoną pracę chciałeś mieć jako dziecko i nadal chciałbyś ją wykonywać?
pt_br: Qual é um emprego dos sonhos que você queria quando criança e ainda adoraria fazer?
sv: Vilket drömjobb ville du ha som barn som du fortfarande skulle älska att göra?
uk: Яку роботу мрії ви хотіли в дитинстві і досі хотіли б робити?
zh_hans: 你小时候想要并且现在仍然想做的梦想工作是什么？

source: What's a dream that feels just out of reach right now?
de: Was ist ein Traum, der sich im Moment gerade außerhalb deiner Reichweite anfühlt?
es: ¿Cuál es un sueño que parece estar fuera de tu alcance en este momento?
fr: Quel est un rêve qui semble hors de portée pour le moment ?
it: Qual è un sogno che sembra proprio fuori portata in questo momento?
ja: 今、手が届きそうで届かない夢は何ですか？
ko: 지금 당장은 손이 닿지 않는 꿈은 무엇인가요?
nb: Hva er en drøm som føles akkurat utenfor rekkevidde akkurat nå?
nl: Wat is een droom die nu net buiten bereik voelt?
pl: Jakie marzenie wydaje się teraz poza zasięgiem?
pt_br: Qual é um sonho que parece estar fora do seu alcance agora?
sv: Vilken dröm känns precis utom räckhåll just nu?
uk: Яка мрія здається зараз недосяжною?
zh_hans: 哪个梦想现在感觉遥不可及？

source: What's a dream you have that feels selfish, but you want it anyway?
de: Von welchem Traum, der sich egoistisch anfühlt, träumst du trotzdem?
es: ¿Qué sueño tienes que se siente egoísta, pero lo quieres de todas formas?
fr: Quel rêve as-tu qui semble égoïste, mais que tu veux quand même ?
it: Quale sogno hai che sembra egoista, ma che vuoi comunque?
ja: 自分勝手に感じられるけど、それでも欲しいと思う夢は何ですか？
ko: 이기적으로 느껴지지만 그래도 원하는 꿈이 있나요?
nb: Hvilken drøm har du som føles egoistisk, men som du vil ha likevel?
nl: Welke droom voelt egoïstisch, maar wil je toch hebben?
pl: Jakie marzenie, które wydaje się samolubne, i tak chcesz spełnić?
pt_br: Qual sonho você tem que parece egoísta, mas mesmo assim você o quer?
sv: Vilken dröm har du som känns självisk, men du vill ha den ändå?
uk: Яка мрія, що здається егоїстичною, але ви все одно її хочете?
zh_hans: 你有什么感觉自私但仍然想要的梦想？

source: What's a dream you've held onto since childhood?
de: Welchen Traum hegst du seit deiner Kindheit?
es: ¿Cuál es un sueño que has mantenido desde la infancia?
fr: Quel est un rêve que tu as gardé depuis l'enfance ?
it: Qual è un sogno che hai mantenuto fin dall'infanzia?
ja: 子供の頃から持ち続けている夢は何ですか？
ko: 어렸을 때부터 간직해온 꿈이 무엇인가요?
nb: Hvilken drøm har du holdt fast ved siden barndommen?
nl: Welke droom koester je al sinds je kindertijd?
pl: Jakie marzenie nosisz w sobie od dzieciństwa?
pt_br: Qual é um sonho que você mantém desde a infância?
sv: Vilken dröm har du hållit fast vid sedan barndomen?
uk: Яку мрію ви плекаєте з дитинства?
zh_hans: 你从小就一直怀揣的梦想是什么？

source: What’s a dream you’ve never told anyone because it feels too big?
de: Was ist ein Traum, den du noch nie jemandem erzählt hast, weil er sich zu groß anfühlt?
es: ¿Cuál es un sueño que nunca le has contado a nadie porque se siente demasiado grande?
fr: Quel est un rêve que tu n'as jamais raconté à personne parce qu'il semble trop grand ?
it: Qual è un sogno che non hai mai detto a nessuno perché sembra troppo grande?
ja: 大きすぎると感じて誰にも話したことがない夢は何ですか？
ko: 너무 크다고 느껴서 아무에게도 말하지 않은 꿈이 있나요?
nb: Hva er en drøm du aldri har fortalt noen fordi den føles for stor?
nl: Wat is een droom die je nooit aan iemand hebt verteld omdat hij te groot voelt?
pl: Jakie jest marzenie, którego nigdy nikomu nie powiedziałeś, ponieważ wydaje się zbyt wielkie?
pt_br: Qual é um sonho que você nunca contou a ninguém porque parece grande demais?
sv: Vilken dröm har du aldrig berättat för någon för att den känns för stor?
uk: Яка мрія, яку ви ніколи нікому не розповідали, тому що вона здається занадто великою?
zh_hans: 有什么梦想因为感觉太大而从未告诉过任何人？

source: What's a duty you have that you actually resent?
de: Welche Pflicht hast du, die du eigentlich ablehnst?
es: ¿Qué deber tienes que en realidad te molesta?
fr: Quel devoir as-tu que tu ressens en fait comme une corvée ?
it: Quale dovere hai che in realtà ti infastidisce?
ja: 実際には腹が立つ義務は何ですか？
ko: 실제로는 꺼려지는 의무는 무엇인가요?
nb: Hvilken plikt har du som du egentlig misliker?
nl: Welke plicht heb je waar je eigenlijk een hekel aan hebt?
pl: Jaki obowiązek masz, którego naprawdę nie znosisz?
pt_br: Que dever você tem que na verdade lhe causa ressentimento?
sv: Vilken plikt har du som du faktiskt ogillar?
uk: Який обов'язок у вас є, який ви насправді не любите?
zh_hans: 你有什么义务但其实很反感？

source: What's a family holiday memory you return to often?
de: An welche Familienurlaubserinnerung denkst du oft zurück?
es: ¿Qué recuerdo de unas vacaciones familiares visitas a menudo?
fr: Quel souvenir de vacances en famille revisites-tu souvent ?
it: Quale ricordo di una vacanza in famiglia rivisiti spesso?
ja: よく思い出す家族旅行の思い出は何ですか？
ko: 자주 떠올리는 가족 휴가 추억이 있나요?
nb: Hvilket familieferieminne vender du ofte tilbake til?
nl: Aan welke herinnering aan een familievakantie denk je vaak terug?
pl: Do jakiego wspomnienia z rodzinnych wakacji często wracasz?
pt_br: Qual memória de férias em família você revisita com frequência?
sv: Vilket familjesemesterminne återvänder du ofta till?
uk: Який спогад про сімейну відпустку ви часто згадуєте?
zh_hans: 你经常回想起的哪个家庭假期回忆？

source: What's a family tradition from a friend's house you wish you'd grown up with?
de: Welche Familientradition aus dem Haus eines Freundes wünschst du dir, damit aufgewachsen zu sein?
es: ¿Qué tradición familiar de la casa de un amigo te gustaría haber tenido en tu infancia?
fr: Quelle tradition familiale chez un ami aurais-tu aimé avoir dans ton enfance ?
it: Quale tradizione familiare a casa di un amico avresti voluto avere durante la tua infanzia?
ja: 友達の家の家族の伝統で、自分も育ちたかったと思うものは何ですか？
ko: 친구 집의 가족 전통 중, 자신도 그렇게 자랐으면 하는 것이 있다면?
nb: Hvilken familietradisjon fra en venns hus skulle du ønske du hadde vokst opp med?
nl: Welke familietraditie uit het huis van een vriend had jij graag gehad?
pl: Jakiej tradycji rodzinnej z domu przyjaciela żałujesz, że nie miałeś w dzieciństwie?
pt_br: Qual tradição familiar da casa de um amigo você gostaria de ter vivenciado?
sv: Vilken familjetradition från en väns hus önskar du att du hade vuxit upp med?
uk: Яку сімейну традицію з дому друга ви б хотіли, щоб мали в дитинстві?
zh_hans: 你希望自己在什么样的朋友家的家庭传统中长大？

source: What’s a fantasy you’ve never shared with me?
de: Was ist eine Fantasie, die du noch nie mit mir geteilt hast?
es: ¿Cuál es una fantasía que nunca has compartido conmigo?
fr: Quelle est une fantaisie que tu n'as jamais partagée avec moi ?
it: Qual è una fantasia che non hai mai condiviso con me?
ja: 私と共有したことのないファンタジーは何ですか？
ko: 나와 공유하지 않은 판타지는 무엇인가요?
nb: Hva er en fantasi du aldri har delt med meg?
nl: Wat is een fantasie die je nooit met mij hebt gedeeld?
pl: Jaką fantazję, o której mi nie powiedziałeś?
pt_br: Qual é uma fantasia que você nunca compartilhou comigo?
sv: Vilken är en fantasi du aldrig har delat med mig?
uk: Яку фантазію ти ніколи не розкривав мені?
zh_hans: 有什么你从未与我分享过的幻想？

source: What's a fashion trend you enthusiastically participated in as a kid?
de: Welchen Modetrend hast du als Kind begeistert mitgemacht?
es: ¿Qué tendencia de moda seguiste con entusiasmo de niño?
fr: Quelle tendance mode as-tu suivie avec enthousiasme étant enfant ?
it: Quale tendenza della moda hai seguito con entusiasmo da bambino?
ja: 子供の頃に熱中して参加したファッショントレンドは何ですか？
ko: 어릴 때 열정적으로 참여했던 패션 트렌드는 무엇인가요?
nb: Hvilken motetrend deltok du entusiastisk i som barn?
nl: Aan welke modetrend deed je enthousiast mee als kind?
pl: W jakim trendzie mody z entuzjazmem uczestniczyłeś jako dziecko?
pt_br: Qual tendência de moda você seguiu com entusiasmo quando criança?
sv: Vilken modetrend deltog du entusiastiskt i som barn?
uk: Який модний тренд ти захоплено підтримував у дитинстві?
zh_hans: 你小时候热情参与过什么时尚潮流？

source: What's a fear about being loved that you have?
de: Welche Angst hast du davor, geliebt zu werden?
es: ¿Qué miedo tienes acerca de ser amado?
fr: Quelle peur avez-vous concernant le fait d'être aimé(e) ?
it: Quale paura hai riguardo all'essere amato?
ja: 愛されることについての恐怖は何ですか？
ko: 사랑받는 것에 대한 두려움은 무엇인가요?
nb: Hvilken frykt har du for å bli elsket?
nl: Welke angst heb je over geliefd worden?
pl: Czego boisz się w byciu kochanym?
pt_br: Que medo você tem sobre ser amado?
sv: Vilken rädsla har du för att bli älskad?
uk: Який страх щодо того, щоб бути коханим, у вас є?
zh_hans: 对于被爱，你有什么恐惧？

source: What's a fear that, if you faced it, would fundamentally change you?
de: Welche Angst würde dich grundlegend verändern, wenn du dich ihr stellst?
es: ¿Qué miedo te cambiaría fundamentalmente si lo enfrentaras?
fr: Quelle peur, si tu l'affrontais, te changerait fondamentalement ?
it: Quale paura, se affrontata, ti cambierebbe fondamentalmente?
ja: 直面すれば自分を根本から変えると思う恐怖は何ですか？
ko: 맞선다면 근본적으로 당신을 바꿀 두려움은 무엇인가요?
nb: Hvilken frykt, hvis du møtte den, ville fundamentalt endret deg?
nl: Welke angst zou je fundamenteel veranderen als je die onder ogen zou zien?
pl: Jaki strach, jeśli byś się z nim zmierzył, fundamentalnie by cię zmienił?
pt_br: Que medo, se enfrentado, mudaria fundamentalmente você?
sv: Vilken rädsla skulle, om du mötte den, fundamentalt förändra dig?
uk: Який страх, якщо ви зіткнетеся з ним, фундаментально змінить вас?
zh_hans: 哪个恐惧如果面对了，会让你从根本上改变？

source: What's a fear you have about getting older in relation to love?
de: Welche Angst hast du in Bezug auf das Älterwerden und die Liebe?
es: ¿Qué miedo tienes acerca de envejecer en relación con el amor?
fr: Quelle peur avez-vous concernant le vieillissement en rapport avec l'amour ?
it: Quale paura hai riguardo all'invecchiamento in relazione all'amore?
ja: 年を取ることと愛に関してどんな恐怖がありますか？
ko: 나이 들어감과 사랑에 관한 두려움은 무엇인가요?
nb: Hvilken frykt har du om å bli eldre i forhold til kjærlighet?
nl: Welke angst heb je over ouder worden in relatie tot liefde?
pl: Czego obawiasz się w starzeniu się w kontekście miłości?
pt_br: Que medo você tem sobre envelhecer em relação ao amor?
sv: Vilken rädsla har du om att bli äldre i relation till kärlek?
uk: Який страх у вас щодо старіння в контексті любові?
zh_hans: 关于变老和爱情，你有什么恐惧？

source: What's a fear you have that you wish you could give to someone else for a day?
de: Vor welcher Angst hast du, die du gerne für einen Tag jemand anderem geben könntest?
es: ¿Qué miedo tienes que te gustaría poder darle a alguien más por un día?
fr: Quelle peur as-tu que tu aimerais pouvoir donner à quelqu'un d'autre pour une journée ?
it: Quale paura hai che vorresti poter dare a qualcun altro per un giorno?
ja: 一日だけ他の人にあげられたらいいのにと思う恐怖は何ですか？
ko: 하루만 다른 사람에게 줄 수 있으면 좋겠다고 생각하는 두려움이 있나요?
nb: Hvilken frykt har du som du skulle ønske du kunne gi til noen andre for en dag?
nl: Welke angst heb je die je voor een dag aan iemand anders zou willen geven?
pl: Jaki strach chciałbyś móc oddać komuś innemu na jeden dzień?
pt_br: Qual medo você tem que gostaria de poder dar a outra pessoa por um dia?
sv: Vilken rädsla har du som du önskar att du kunde ge till någon annan för en dag?
uk: Якого страху ви маєте, який хотіли б передати комусь іншому на день?
zh_hans: 你希望可以把哪个恐惧暂时转给别人一天？

source: What's a fear you want to conquer, not because it's rational, but because it's holding you back?
de: Welche Angst möchtest du überwinden, nicht weil sie rational ist, sondern weil sie dich zurückhält?
es: ¿Qué miedo quieres conquistar, no porque sea racional, sino porque te está frenando?
fr: Quelle peur veux-tu surmonter, non pas parce qu'elle est rationnelle, mais parce qu'elle te retient ?
it: Quale paura vuoi conquistare, non perché razionale, ma perché ti trattiene?
ja: 合理的だからではなく、自分を妨げているから克服したい恐怖は何ですか？
ko: 합리적이어서가 아니라 자신을 붙잡고 있기 때문에 극복하고 싶은 두려움은 무엇인가요?
nb: Hvilken frykt vil du overvinne, ikke fordi den er rasjonell, men fordi den holder deg tilbake?
nl: Welke angst wil je overwinnen, niet omdat die rationeel is, maar omdat die je tegenhoudt?
pl: Jaki strach chcesz pokonać, nie dlatego, że jest racjonalny, ale dlatego, że cię powstrzymuje?
pt_br: Qual medo você quer conquistar, não porque é racional, mas porque está te impedindo?
sv: Vilken rädsla vill du övervinna, inte för att den är rationell, utan för att den håller dig tillbaka?
uk: Який страх ви хочете подолати, не тому, що він раціональний, а тому що він стримує вас?
zh_hans: 你想克服哪个恐惧——不是因为合理，而是因为它阻碍了你？

source: What's a festival or event somewhere in the world you'd love to attend?
de: Welches Festival oder Event irgendwo auf der Welt würdest du gerne besuchen?
es: ¿Qué festival o evento en algún lugar del mundo te encantaría asistir?
fr: Quel festival ou événement quelque part dans le monde aimerais-tu absolument voir ?
it: Quale festival o evento da qualche parte nel mondo ti piacerebbe partecipare?
ja: 世界中で、ぜひ参加したいフェスティバルやイベントは何ですか？
ko: 꼭 참석하고 싶은 세계 어딘가의 축제나 이벤트는 무엇인가요?
nb: Hvilken festival eller begivenhet et sted i verden kunne du tenke deg å delta på?
nl: Welk festival of evenement ergens ter wereld zou je graag bijwonen?
pl: Jakie wydarzenie lub festiwal na świecie chciałbyś odwiedzić?
pt_br: Qual festival ou evento em algum lugar do mundo você adoraria participar?
sv: Vilken festival eller händelse någonstans i världen skulle du älska att gå på?
uk: Який фестиваль чи подія десь у світі ви хотіли б відвідати?
zh_hans: 世界上有什么节日或活动是你很想参加的？

source: What's a fight you had that made the relationship stronger?
de: Welcher Streit hat eure Beziehung gestärkt?
es: ¿Qué pelea tuviste que hizo más fuerte la relación?
fr: Quelle dispute avez-vous eue qui a renforcé la relation ?
it: Quale litigio ha reso più forte la relazione?
ja: 関係を強くした喧嘩は何ですか？
ko: 관계를 더 강하게 만든 싸움은 무엇인가요?
nb: Hvilken krangel gjorde forholdet sterkere?
nl: Welke ruzie maakte de relatie sterker?
pl: Kłótnia, która wzmocniła związek?
pt_br: Qual briga que você teve tornou o relacionamento mais forte?
sv: Vilket bråk gjorde relationen starkare?
uk: Яка сварка зробила стосунки міцнішими?
zh_hans: 哪次争吵反而让关系更牢固了？

source: What's a food or dish you've always wanted to learn to make perfectly?
de: Welches Essen oder Gericht wolltest du schon immer perfekt kochen lernen?
es: ¿Qué comida o plato siempre has querido aprender a hacer perfectamente?
fr: Quel plat ou aliment as-tu toujours voulu apprendre à faire parfaitement ?
it: Quale cibo o piatto hai sempre voluto imparare a fare perfettamente?
ja: 完璧に作れるようになりたいとずっと思ってきた料理は何ですか？
ko: 완벽하게 만들고 싶었던 음식이나 요리가 있나요?
nb: Hvilken mat eller rett har du alltid ønsket å lære å lage perfekt?
nl: Welk eten of gerecht heb je altijd al perfect willen leren maken?
pl: Jakie danie zawsze chciałeś nauczyć się robić idealnie?
pt_br: Qual comida ou prato você sempre quis aprender a fazer perfeitamente?
sv: Vilken mat eller rätt har du alltid velat lära dig att laga perfekt?
uk: Яку їжу чи страву ви завжди хотіли навчитися готувати ідеально?
zh_hans: 你一直想学会完美烹饪哪道食物或菜肴？

source: What's a food texture you can't stand?
de: Welche Lebensmitteltextur kannst du nicht ausstehen?
es: ¿Qué textura de comida no soportas?
fr: Quelle texture alimentaire ne supportes-tu pas ?
it: Quale consistenza del cibo non sopporti?
ja: 我慢できない食べ物の食感は何ですか？
ko: 참을 수 없는 음식의 질감은 무엇인가요?
nb: Hvilken mattekstur tåler du ikke?
nl: Welke textuur van eten kun jij niet verdragen?
pl: Jakiej tekstury jedzenia nie znosisz?
pt_br: Qual textura de comida você não suporta?
sv: Vilken mattextur tål du inte?
uk: Яку текстуру їжі ви не виносите?
zh_hans: 哪种食物的口感是你无法忍受的？

source: What's a food that smells better than it tastes?
de: Was ist ein Lebensmittel, das besser riecht als es schmeckt?
es: ¿Qué alimento huele mejor de lo que sabe?
fr: Quel est un aliment qui sent meilleur qu'il ne goûte ?
it: Qual è un cibo che profuma meglio di quanto sa?
ja: 味よりも香りの方が良い食べ物は何ですか？
ko: 맛보다 냄새가 더 좋은 음식이 뭐예요?
nb: Hvilken mat lukter bedre enn den smaker?
nl: Welk voedsel ruikt beter dan het smaakt?
pl: Jakie jedzenie pachnie lepiej niż smakuje?
pt_br: Qual é um alimento que cheira melhor do que o sabor?
sv: Vilken mat luktar bättre än den smakar?
uk: Яка їжа пахне краще, ніж смакує?
zh_hans: 哪种食物闻起来比吃起来好？

source: What's a food you hated as a kid but love now?
de: Welches Essen hast du als Kind gehasst und liebst es jetzt?
es: ¿Qué comida odiabas de niño pero amas ahora?
fr: Quel aliment détestiez-vous étant enfant mais que vous aimez maintenant ?
it: Quale cibo odiavi da bambino ma ami ora?
ja: 子供の頃は嫌いだったけど、今は好きな食べ物は何ですか？
ko: 어릴 때 싫어했지만 지금은 좋아하는 음식은 무엇인가요?
nb: Hvilken mat hatet du som barn, men elsker nå?
nl: Welk voedsel haatte je als kind maar vind je nu lekker?
pl: Jakiego jedzenia nienawidziłeś jako dziecko, a teraz je uwielbiasz?
pt_br: Qual comida você odiava quando criança, mas ama agora?
sv: Vilken mat hatade du som barn men älskar nu?
uk: Яку їжу ви ненавиділи в дитинстві, але любите зараз?
zh_hans: 哪种食物你小时候讨厌但现在喜欢？

source: What’s a food you hated as a kid but love now?
de: Welches Essen hast du als Kind gehasst und liebst es jetzt?
es: ¿Qué comida odiabas de niño pero amas ahora?
fr: Quel aliment détestais-tu étant enfant et que tu adores maintenant ?
it: Quale cibo odiavi da bambino ma che ami ora?
ja: 子供の頃は嫌いだったけど、今は好きな食べ物は何ですか？
ko: 어릴 때는 싫어했지만 지금은 좋아하는 음식은 무엇인가요?
nb: Hvilken mat hatet du som barn, men elsker nå?
nl: Welk eten haatte je als kind, maar vind je nu heerlijk?
pl: Jakiego jedzenia nienawidziłeś/nienawidziłaś jako dziecko, a teraz uwielbiasz?
pt_br: Qual comida você odiava quando criança, mas ama agora?
sv: Vilken mat hatade du som barn men älskar nu?
uk: Яку їжу ви ненавиділи в дитинстві, але любите зараз?
zh_hans: 你小时候讨厌但现在喜欢吃的食物是什么？

source: What's a food your parents made that you didn't appreciate until you were older?
de: Welches Essen deiner Eltern hast du erst zu schätzen gelernt, als du älter warst?
es: ¿Qué comida que hacían tus padres no apreciaste hasta que fuiste mayor?
fr: Quel plat préparé par tes parents n’as-tu apprécié qu’en grandissant ?
it: Quale cibo preparato dai tuoi genitori hai imparato ad apprezzare solo da più grande?
ja: 両親が作ってくれた料理で、大人になるまでその良さがわからなかったものは何ですか？
ko: 부모님이 만들어 주셨지만 나중에 커서야 감사하게 된 음식은 무엇인가요?
nb: Hvilken mat lagde foreldrene dine som du ikke satte pris på før du ble eldre?
nl: Welk eten maakten je ouders dat je pas waardeerde toen je ouder was?
pl: Jakie jedzenie robili twoi rodzice, które doceniłeś dopiero jako starszy?
pt_br: Qual comida que seus pais faziam você só passou a apreciar quando ficou mais velho?
sv: Vilken mat lagade dina föräldrar som du inte uppskattade förrän du blev äldre?
uk: Яку їжу готували батьки, а ти оцінив її лише коли подорослішав?
zh_hans: 你父母做的哪样食物是你长大后才懂得欣赏的？
